---
kind: property
id: P:Autodesk.Revit.DB.FabricationPart.Alias
source: html/0049b9c1-28f0-341e-3dfe-4405c2f6194b.htm
---
# Autodesk.Revit.DB.FabricationPart.Alias Property

The alias of the fabrication part.

## Syntax (C#)
```csharp
public string Alias { get; }
```